import React from 'react';
import styles from './About.module.scss';

const About = () => {
   return (
      <section className={styles.container}>
         <div className={styles.left}>
            <span className={styles.title}>Интернет-магазин кормов для кошек и собак</span>
            <span className={styles.subtitle}>
               Благодаря нашему интернет зоомагазину Вы сможете приобрести товары для кошек и собак
               только наивысшего качества, такие как Royal Canin, Bosch, Happy Dog, Natures
               Protection, Brit. Эти бренды широко известны во всем мире и имеют множество
               положительных отзывов.{' '}
               <p>
                  Помните, что не стоит покупать дешевые и низкосортные корма для своих питомцев,
                  ибо так Вы экономите на их здоровье, а потом вся экономия выливается в покупку
                  лекарств для своего любимца. Покупая корма высокого качества, Вы не только будете
                  радовать своего котика или собачку, но и дарить им здоровую, и самое главное,
                  долгую жизнь.
               </p>
            </span>
            <span className={styles.wishes}>Желаем Вам приятных покупок!</span>
         </div>
         <div className={styles.right}>
            <span className={styles.offer}>Предлагаем</span>
            <span className={styles.text}>
               Интернет зоомагазин - это замечательная возможность купить качественные зоотовары с
               доставкой на дом. Зачем ходить самому за едой для своих питомцев, если все можно
               выбрать буквально за несколько минут на сайте и получить прямо в руки! Удобно?
               Конечно удобно. Многие люди уже оценили такой удобный сервис по доставке товаров для
               животных на дом, попробуйте, и Вы поймете насколько это выгодно и экономично:{' '}
               <p className={styles.par}>Вам не нужно тратить время на хождение по магазинам;</p>
               <p>
                  Все тяжелые мешки с кормом и наполнителем будут доставлены прямо к Вам домой - у
                  нас работает доставка до порога вашего дома;
               </p>
               <p>
                  Покупать корм и наполнитель большими пачками намного экономичнее для вашего
                  кошелька;
               </p>
               <p>
                  Заказ у нас можно оформить просто по телефону или на сайте за несколько минут.
                  Также с нами можно общаться посредством Viber и Telegram.
               </p>
            </span>
         </div>
      </section>
   );
};

export default About;
